Repository: pypi-data/pypi-mirror-75
Catalog: packages/rafcon/rafcon-0.14.4-py2.7.egg/rafcon/locale/*.po
Languages: de

source: DEBUG CONSOLE
de: MELDUNGEN

source: FOLLOW
de: FOLGEN

source: VERBOSE
de: VERBOS

source: WARNING
de: WARNUNG

source: ERROR
de: FEHLER

source: Unlock
de: Entsperren

source: Lock
de: Sperren

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Data Linkage
de: Datenverknüpfung

source: Input ports
de: Eingänge

source: Output ports
de: Ausgänge

source: Scoped variables
de: Scope Variablen

source: Logical Linkage
de: Logische Verknüpfung

source: Outcomes
de: Ausgänge

source: GRAPHICAL EDITOR
de: GRAPHISCHER EDITOR

source: STOPPED
de: Angehalten

source: STATE EDITOR
de: Zustandseditor

source: Grid
de: Netz

source: Data Flow Mode
de: Datenflussmodus

source: Show All Data Flows
de: Alle Datenflüsse anzeigen

source: Show Data Flow Values
de: Datenflusswerte anzeigen

source: Show Aborted/Preempted
de: (Vorzeitig) abgebrochene Zustände anzeigen

source: Full Screen Mode
de: Vollbildmodus

source: Register UDP
de: UPD registrieren

source: Connect TCP
de: Mit TCP verbinden

source: Registered:
de: Registriert:

source: Connected:
de: Verbunden:

source: NO
de: NEIN

source: Preferences
de: Einstellungen

source: Core Config
de: Basiskonfiguration

source: Libraries
de: Bibliotheken

source: GUI Config
de: GUI Einstellungen

source: Shortcuts
de: Tastenkürzel

source: Cancel
de: Abbrechen

source: Apply
de: Anwenden

source: Export
de: Exportieren

source: Import
de: Importieren

source: Core Config Path:
de: Pfad zur Basiskonfiguration:

source: GUI Config Path:
de: GUI Einstellungen

source: Data Flows
de: Datenflüsse

source: Internal
de: Intern

source: External
de: Extern

source: State Dataport Editor
de: Datenverbindungen

source: Input Ports
de: Eingänge

source: Output Ports
de: Ausgänge

source: Scoped Variables
de: Variablen im Gültigkeitsbreich

source: Delete
de: Löschen

source: Inputs
de: Eingänge

source: Outputs
de: Ausgänge

source: Scopes
de: Gültigkeitsbereiche

source: Ports
de: Anschlüsse

source: Script
de: Skript

source: DataFlows
de: Datenflüsse

source: Transitions
de: Transitionen

source: Connections
de: Verbindungen

source: Source
de: Quellcode

source: Data Ports
de: Datenanschlüsse

source: Linkage Overview
de: Verknüpfungsübersicht

source: Description
de: Beschreibung

source: Type
de: Typ

source: is start state
de: Startzustand

source: Library Path/Name
de: Pfad/Name der Bibliothek

source: Library content
de: Bibliothek

source: show
de: Anzeigen

source: State Name
de: Name

source: New Statemachine
de: Neuer Zustandsautomat

source: Open Statemachine
de: Zustandsautomat öffnen

source: Save Statemachine
de: Zustandsautomat speichern

source: Refresh
de: Aktualisieren

source: Refresh Libraries
de: Bibliotheken aktualisieren

source: External remove of lock file detected!
de: Lock Datei wurde entfernt

source: whether to create a new state-machine
de: Legt fest, ob ein neuer Zustandsautomat erzeugt werden soll.

source: path to the configuration file config.yaml. Use 'None' to prevent the generation of a config file and use the default configuration. Default: {0}
de: Pfad zu Konfigurationdatei config.yaml. Tragen Sie 'None' ein, um keine Konfigurationsdatei zu erstellen und mit den Standardeinstellungen zu arbeiten. Standard: {0}

source: path to the configuration file gui_config.yaml. Use 'None' to prevent the generation of a config file and use the default configuration. Default: {0}
de: Pfad zu Konfigurationdatei gui_config.yaml. Tragen Sie 'None' ein, um keine Konfigurationsdatei zu erstellen und mit den Standardeinstellungen zu arbeiten. Standard: {0}

source: a flag to specify if the gui should quit after launching a state machine
de: Dieser Wert legt fest, ob die Benutzeroberfläche nach dem Start des Zustandsautomaten beendet wird.

source: Could not load state machine '{}': {}
de: Zustandsautomat '{}' konnte nicht geladen werden: {}

source: Signal '{}' received. Execution engine will be stopped and program will be shutdown!
de: Signal '{}' erhalten. Zustandsautomat wird angehalten und das Programm beendet!

source: Could not stop state machine: {0} {1}
de: Zustandsautomat konnte nicht angehalten werden: {0} {1}

source: Main window was closed
de: Hauptfenster geschlossen

source: Waiting for the state machine execution to finish
de: Warte auf Zustandsautomaten

source: State machine execution has finished
de: Zustandsautomat regulär beendet

source: Exiting ...
de: Beende ...
