Repository: pypi-data/pypi-mirror-75
Catalog: packages/python-iam/python-iam-0.2.21.tar.gz/python-iam-0.2.21/iam/ext/django/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Use the following code to verify your identity:
nl: Gebruik de onderstaande code om je identiteit te verifiëren:

source: Follow this link to set your new password:
nl: Volg deze link om een nieuw wachtwoord in te stellen.

source: Thanks,
nl: Bedankt,

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Continue
nl: Doorgaan

source: The configuration of your account is not yet completed.
nl: Het instellen van je account is nog niet volledig.

source: Fill out the form below to finish setting up your account.
nl: Vul de onderstaande velden in om dit af te ronden.

source: Logout and return to login options
nl: Afmelden en terug naar aanmeldopties

source: Login
nl: Aanmelden

source: Choose one of the options below to sign in.
nl: Kies uit één van de onderstaande opties om je aan te melden.

source: Password
nl: Wachtwoord

source: Sign in
nl: Aanmelden

source: Forgot password?
nl: Wachtwoord vergeten?

source: Send magic link
nl: Verstuur een magic link

source: Register / login with Google
nl: Registreren / aanmelden met Google

source: Register / login with Twitter
nl: Registreren / aanmelden met Twitter

source: Register / login with Facebook
nl: Registreren / aanmelden met Facebook

source: Register / login with LinkedIn
nl: Registreren / aanmelden met LinkedIn

source: Register a new account
nl: Registreer een nieuwe account

source: A magic link allows you login with just one click.
nl: Met een magic link kun je inloggen met één klik.

source: Each magic link is unique and can only be used once.
nl: Een magic link is uniek en kan maar één keer gebruikt worden.

source: Send my magic link
nl: Stuur mij een magic link

source: Return to login options
nl: Terug naar aanmeldopties

source: Your password is expired. Use the form below to choose a new one.
nl: Je wachtwoord is verlopen. Gebruik het onderstaand formulier om een nieuwe te kiezen.

source: New password
nl: Nieuw wachtwoord

source: New password (again)
nl: Nieuw wachtwoord (nog een keer)

source: Set my password
nl: Wachtwoord instellen

source: We sent a challenge to
nl: We hebben een code verstuurd naar

source: Enter the six-digit code that you received in the input field below.
nl: Vul de code die je hebt ontvangen in op het onderstaande invoerveld.

source: Enter the six-digit code that you received.
nl: Vul de zescijferige code in die je hebt ontvangen.

source: Send a new code
nl: Opnieuw versturen

source: Complete the form below to register a new account.
nl: Vul het onderstaande formulier in om een nieuwe account te maken.

source: Your account is ready.
nl: Je account is klaar.

source: We sent an activation link to your email address.
nl: We hebben een activatielink naar je emailadres verzonden.

source: Follow this link to login.
nl: Volg deze link om je aan te melden.

source: Username
nl: Gebruikersnaam

source: Register and continue
nl: Registreren en verder

source: Enter the code you received in the input field below.
nl: Vul de code die je hebt ontvangen in op het onderstaande invoerveld.

source: Enter your email address or phonenumber to receive instructions on resetting your account password.
nl: Vul je emailadres of telefoonnummer in om aanwijzingen te ontvangen voor het herstellen van je wachtwoord.

source: Please enter a valid email address or phonenumber.
nl: Vul een geldig emailadres of telefoonnummer in.

source: We will send a challenge to the email address or phonenumber you provide.
nl: We versturen een code naar het door jou opgegeven emailadres of telefoonnummer.

source: Do not use only uppercase characters.
nl: Gebruik niet alleen maar hoofdletters.

source: Do not use only lowercase characters.
nl: Gebruik niet alleen maar kleine letters.

source: Reset your password
nl: Wachtwoord instellen

source: login/
nl: aanmelden/

source: login/magic
nl: aanmelden/magic

source: login/token
nl: aanmelden/token

source: logout
nl: afmelden

source: register
nl: registreren

source: login/reset
nl: aanmelden/herstel

source: The login credentials that you provided are not valid.
nl: De door jou ingevulde aanmeldgegevens zijn ongeldig.

source: The passwords do not match.
nl: De wachtwoorden komen niet overeen.

source: username
nl: gebruikersnaam

source: email address
nl: emailadres

source: phonenumber
nl: telefoonnummer

source: or
nl: of

source: The code you entered is not valid.
nl: De door jou ingevulde code is ongeldig.

source: Dear %(name)s
nl: Beste %(name)s

source: You recently requested to reset the password for your %(brand_name)s account.
nl: Je hebt zojuist verzocht om je wachtwoord opnieuw in te stellen.
