Repository: pypi-data/pypi-mirror-75
Catalog: packages/ftw.sliderblock/ftw.sliderblock-2.1.1.tar.gz/ftw.sliderblock-2.1.1/ftw/sliderblock/locales/*/LC_MESSAGES/ftw.sliderblock.po
Languages: de

source: Crop image
de: Bild zuschneiden

source: Edit image directly
de: Bild direkt bearbeiten

source: SliderBlock
de: Bilderkarussell

source: The slider block renders an image carousel. The images shown in the carousel may link to internal or external URLs.
de: Das Bilderkarussell zeigte eine rotierende Bildergalerie an. Die angezeigten Bilder können auf interne oder externe URLs verlinken.

source: empty_sliderblock_label
de: Dieser SliderBlock ist leer. Bitte fügen Sie Bilder hinzu via <a href="${folder_contents_url}">Inhalte</a>.

source: help_text_crop_image
de: Bilder werden auf ein hinterlegtes Verhältnis zugeschnitten (Standardmässig im Verhältnis 3 zu 2). Falls deaktiviert werden die Bilder nicht mehr zugeschnitten. Vorteil falls aktiviert, alle Bilder sind immer gleich gross.

source: label_show_folder_contents
de: Inhalte anzeigen

source: sliderblock_crop_image_label
de: Bilder zuschneiden

source: sliderblock_show_title_label
de: Titel anzeigen

source: sliderblock_slick_config_description
de: Siehe http://kenwheeler.github.io/slick/

source: sliderblock_slick_config_label
de: Konfiguration

source: sliderblock_title_label
de: Titel
